registerLiteContract_minimal.xml

<?xml version="1.0"?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Body>
    <reg:registerLiteContract xmlns:reg="http://fxgate.web.cft.ru/registration">
      <reg:login>lastuser</reg:login>
      <reg:person	first-name="Марат"
					last-name="Филонов">
					<reg:identity-card	number="123456"
										issue-date="2017-09-19"
										issuer="Отделом радужных лунорогов №36" />
      </reg:person>
      <reg:contract	payment-activation="true"
					otp-phone="9272683933">
					<reg:bank	bic="043678783"
								name='АО "РТС-Банк"' />
      </reg:contract>
      <reg:account	number="40817810567234465028"
					first-signs-count="1">
					<reg:bank	bic="043678783"
								name='АО "РТС-Банк"' />
      </reg:account>
      <reg:account-rights	account-number="40817810567234465028"
							statement-request="false"
							payment-create="true"
							payment-sign-level="1"
							exchange-debit-create="true"
							exchange-debit-sign-level="1"
							exchange-credit-create="true"
							exchange-credit-sign-level="1" />
    </reg:registerLiteContract>
  </S:Body>
</S:Envelope>